

"pressDownForMenu" = "Nyisd meg a menüt a 'Lefelé' gombbal";
"sortBy" = "Rendezés a következő(k) szerint";
"resume5SecondOffset" = "Folytatás 5 másodperces eltolással";
"overlayType" = "Felület típusa";
"overlay" = "Felület";
"emptyNextUp" = "Következők listájának ürítése";
"removeFromResume" = "Eltávolítás a folytatandók közül";
"airWithDate" = "Sugárzás: %s";
"none" = "Egyik sem";
"cinematicViews" = "Mozis nézet";
"about" = "Névjegy";
"present" = "Jelenleg";
"regular" = "Szabályos";
"rated" = "Értékelt";
"released" = "Megjelenés";
"unauthorized" = "Jogosulatlan hozzáférés";
"unauthorizedUser" = "Jogosulatlan felhasználó";
"signInToServer" = "Bejelentkezés a következőbe: %s";
"showPosterLabels" = "Poszter címkék mutatása";
"jumpGesturesEnabled" = "Ugrási gesztúrák engedélyezettek";
"jumpBackwardLength" = "Visszaugrás hossza";
"jumpForwardLength" = "Előreugrás hossza";
"editJumpLengths" = "Ugrás hosszának szerkesztése";
"items" = "Elemek";
"noOverviewAvailable" = "Nem érhető el áttekintő";
"defaultScheme" = "Alapértelmezett séma";
"serverAlreadyExistsPrompt" = "A %s szerver már létezik. Új URL hozzáadása?";
"userAlreadySignedIn" = "A %s felhasználó már bejelentkezett";
"serverAlreadyConnected" = "A %s szerver már csatlakoztatva van.";
"studio" = "Stúdió";
"selectCastDestination" = "Cast céljának kiválasztása";
"noCastdevicesfound" = "Nem található cast-olásra alkalmas eszköz..";
"loginToWithString" = "Bejelentkezés ide: %@";
"closedCaptions" = "Erőltetett felirat";
"customize" = "Személyreszabás";
"file" = "Fájl";
"playFromBeginning" = "Lejátszás az elejétől";
"showMissingEpisodes" = "Hiányzó epizódok mutatása";
"showMissingSeasons" = "Hiányzó évadok mutatása";
"missingItems" = "Hiányzó elemek";
"unaired" = "Nem vetített";
"missing" = "Hiányzó";
"confirmClose" = "Bezárás megerősítése";
"recommended" = "Javasolt";
"refresh" = "Frissítés";
"next" = "Következő";
"notAvailableSlash" = "N/A";
"multipleUsers" = "%d felhasználó";
"oneUser" = "1 felhasználó";
"unableToConnectServer" = "Nem sikerült csatlakozni a szerverhez";
"jumpLengthSeconds" = "%s másodperc";
"largest" = "Legnagyobb";
"larger" = "Nagyobb";
"smaller" = "Kisebb";
"smallest" = "Legkisebb";
"compact" = "Kompakt";
"normal" = "Normál";
"noCodec" = "Nincs kodek";
"containers" = "Tárolók";
"runtime" = "Játékidő";
"cannotConnectToHost" = "Kiszolgálóhoz való csatlakozás sikertelen";
"networkTimedOut" = "Hálózati időtúllépés";
"other" = "Egyéb";
"movies" = "Filmek";
"tvShows" = "TV filmek";
"channels" = "Csatornák";
"programs" = "Műsorok";
"subtitles" = "Feliratok";
"audio" = "Hang";
"signIn" = "Bejelentkezés";
"signInGetStarted" = "Jelentkezz be a kezdéshez";
"subtitleSize" = "Felirat mérete";
"showCastAndCrew" = "Szereplők és stáb mutatása";
"videoPlayer" = "Videólejátszó";
"server" = "Szerver";
"user" = "Felhasználó";
"autoPlay" = "Automatikus lejátszás";
"playNextItem" = "Következő elem lejátszása";
"playPreviousItem" = "Előző elem lejátszása";
"experimental" = "Kísérleti";
"servers" = "Szerverek";
"remove" = "Eltávolítás";
"operatingSystem" = "Operációs rendszer";
"version" = "Verzió";
"url" = "URL";
"name" = "Név";
"serverDetails" = "Szerver részletei";
"favorites" = "Kedvencek";
"media" = "Média";
"information" = "Információ";
"series" = "Sorozatok";
"castAndCrew" = "Szereplők és stáb";
"overview" = "Áttekintés";
"recentlyAdded" = "Nemrég hozzáadott";
"retry" = "Újra";
"noTitle" = "Nincs cím";
"continue" = "Folytatás";
"noLocalServersFound" = "Nem található helyi szerver";
"searchingDots" = "Keresés…";
"connectToJellyfinServerStart" = "Csatlakozz egy Jellyfin szerverhez a kezdéshez";
"connectToJellyfinServer" = "Kapcsolódás egy Jellyfin szerverhez";
"cancel" = "Mégse";
"settings" = "Beállítások";
"removeAllUsers" = "Minden felhasnáló eltávolítása";
"resetAppSettings" = "Alkalmazás beállítások visszaállítása";
"resetUserSettings" = "Felhasználói beállítások visszaállítása";
"networking" = "Hálózat";
"seeMore" = "Több megtekintése";
"noEpisodesAvailable" = "Nem található epizód";
"addURL" = "URL hozzáadása";
"unknown" = "Ismeretlen";
"unknownError" = "Ismeretlen hiba";
"existingUser" = "Létező felhasználó";
"existingServer" = "Létező szerver";

/* Represents the light theme setting */
"light" = "Világos";

/* Represents the dark theme setting */
"dark" = "Sötét";

/* Represents the system theme setting */
"system" = "Rendszer";

/* Represents the Appearance setting label */
"appearance" = "Kinézet";
"yourFavorites" = "Kedvenceid";
"wip" = "Fejlesztés alatt";
"WhosWatching" = "Ki nézi?";
"username" = "Felhasználónév";
"notImplementedYetWithType" = "Típus: %@ még nincs implementálva :(";
"tryAgain" = "Próbáld újra";
"tags" = "Címkék";
"switchUser" = "Felhasználóváltás";
"suggestions" = "Javaslatok";
"studios" = "Stúdiók";
"signedInAsWithString" = "Bejelentkezve mint: %@";
"serverURL" = "Szerver URL";
/// Server URL help text
"serverURLHint" = "Enter your server address (e.g., http://192.168.1.100:8096). IP addresses are more reliable on local networks. For best results, assign a fixed IP to your server.";
"serverInformation" = "Szerver információ";
"seeAll" = "Összes mutatása";
"season" = "Évad";
"seasons" = "Évadok";
"searchDots" = "Kerersés…";
"search" = "Kerersés";
"seasonAndEpisode" = "É%1$@:E%2$@";
"reset" = "Visszaállítás";
"playbackSpeed" = "Lejátszási sebesség";
"playbackSettings" = "Lejátszási beállítások";
"play" = "Lejátszás";
"playNext" = "Következő lejátszása";
"password" = "Jelszó";
"pageOfWithNumbers" = "%1$@/%2$@. oldal";
"otherUser" = "Másik felhasználó";
"ok" = "Ok";
"noResults" = "Nincs találat.";
"nextUp" = "Következik";
"moreLikeThis" = "Több ehhez hasonló";
"login" = "Bejelentkezés";
"localServers" = "Helyi szerverek";
"loading" = "Betöltés";
"library" = "Médiatár";
"latestWithString" = "Legutóbbi %@";
"home" = "Kezdőlap";
"genres" = "Műfajok";
"filters" = "Szűrők";
"filterResults" = "Találatok szűrése";
"error" = "Hiba";
"episodes" = "Epizódok";
"displayOrder" = "Megjelenítés sorrendje";
"discoveredServers" = "Felderített szerverek";
"director" = "Rendező";
"continueWatching" = "Megtekintés folytatása";
"connectToServer" = "Kapcsolodás a szerverhez";
"connectToJellyfin" = "Kapcsolódás a Jellyfin-hez";
"connectManually" = "Manuális kapcsolódás";
"connect" = "Kapcsolódás";
"changeServer" = "Szerver váltás";
"cast" = "CAST";
"back" = "Vissza";
"audioTrack" = "Hangsáv";
"audioAndCaptions" = "Hangok és feliratok";
"apply" = "Alkalmaz";
"allMedia" = "Minden média";
"allGenres" = "Minden műfaj";
"accessibility" = "Hozzáférhetőség";
"reportIssue" = "Hiba jelentése";
"requestFeature" = "Funkció kérése";
"sourceCode" = "Forráskód";
"remainingTime" = "Hátralévő idő";
"currentPosition" = "Jelenlegi pozíció";
"chapters" = "Fejezetek";
"tooManyRedirects" = "Túl sok átirányítás";
"showFlattenView" = "Médiamappa összecsukása";
"previousItem" = "Előző elem";
"nextItem" = "Következő elem";
"close" = "Bezárás";
"jumpBackward" = "Ugrás hátra";
"jumpForward" = "Előreugrás";
"playAndPause" = "Lejátszás / Szünet";
"systemControlGesturesEnabled" = "Rendszervezérlő Gesztusok Engedélyezve";
"unableToFindHost" = "Nem található a hosztcím";
"playerGesturesLockGestureEnabled" = "Lejátszási gesztusok zárolásának engedélyezése";
"seekSlideGestureEnabled" = "Tekerési gesztus engedélyezve";
"noPublicUsers" = "Nincsenek nyilvános felhasználók";
"publicUsers" = "Nyilvános felhasználók";
"authorize" = "Hitelesítés";
"showChaptersInfoInBottomOverlay" = "Fejezetek információinak megjelenítése az alsó részen";
"quickConnectSuccessMessage" = "A Gyorscsatlakozás engedélyezése sikeres. Kérjük, folytassa a másik eszközön.";
"quickConnectInvalidError" = "Érvénytelen gyorscsatlakozási kód";
"quickConnectCode" = "Gyorscsatlakozási kód";
"quickConnect" = "Gyorscsatlakozás";
"quickConnectNotEnabled" = "Megjegyzés: A Gyorscsatlakozás nincs engedélyezve";
"quickConnectStep3" = "Írd be a következő kódot:";
"quickConnectStep2" = "Nyisd meg a felhasználói menüt, és lépj a Gyorscsatlakozás oldalra";
"quickConnectStep1" = "Nyisd meg a Jellyfin alkalmazást telefonodon vagy webböngészőben, és jelentkezz be a fiókadatokkal";
"subtitleFont" = "Felirat Betűtípus";
"cinematic" = "Filmes";
"compactLogo" = "Kompakt logó";
"compactPoster" = "Kompakt poszter";
"episodeNumber" = "%1$@ epizód";
"sort" = "Rendezés";
"ratings" = "Értékelések";
"order" = "Sorrend";
"blue" = "Kék";
"green" = "Zöld";
"orange" = "Narancs";
"red" = "Piros";
"yellow" = "Sárga";
"primary" = "Elsődleges";
"bugsAndFeatures" = "Hibák és funkciók";
"invertedDark" = "Fordított sötét";
"invertedLight" = "Fordított világos";
"appIcon" = "App ikon";
"accentColor" = "Kiemelő szín";
"accentColorDescription" = "Néhány nézet újraindítást igényelhet.";
"dismiss" = "Elutasít";
"played" = "Játszott";
"unplayed" = "Nem Játszott";
"video" = "Videó";
"subtitle" = "Felirat";
"specialFeatures" = "Különleges Képességek";
"color" = "Szín";
"delivery" = "Kézbesítés";
"collections" = "Gyűjtemények";
"people" = "Emberek";
"usePrimaryImage" = "Használja Az Alapértelmezett Képet";
"hapticFeedback" = "Haptikus Visszajelzés";
"usePrimaryImageDescription" = "Az Alapértelmezett Képet Használja És Elrejti A Logót.";
"indicators" = "Mutatók";
"posters" = "Plakátok";
"seriesBackdrop" = "Sorozat háttér";
"episodeLandscapePoster" = "Epizód Fekvő Plakátja";
"randomImage" = "Véletlenszerű kép";
"favorited" = "Kedvelt";
"progress" = "Folyamat";
"downloads" = "Letöltések";
"liveTV" = "Élő TV";
"playback" = "Lejátszás";
"advanced" = "Fejlett";
"resetAllSettings" = "Összes beállítás visszaállítása alapértelmezettre.";
"nativePlayer" = "Natív Lejátszó";
"subtitleOffset" = "Felirat Eltolás";
"resumeOffsetDescription" = "A tartalom folytatása másodpercekkel a rögzített folytatási idő előtt";
"current" = "Aktuális";
"random" = "Véletlenszerű";
"logs" = "Naplók";
"onNow" = "Most";
"kids" = "Gyerek";
"playbackButtons" = "Lejátszási Gombok";
"barButtons" = "Menüsáv gombok";
"menuButtons" = "Menü Gombok";
"slider" = "Csúszka";
"scrubCurrentTime" = "Aktuális Idő Kiválasztása";
"timestampType" = "Időbélyeg Típusa";
"retrievingMediaInformation" = "Médiainformációk lekérése";
"comingSoon" = "Hamarosan Érkezik";
"reload" = "Újratöltés";
"aspectFill" = "Képernyő kitöltése";
"enabled" = "Engedélyezve";
"disabled" = "Letiltva";
"removeAllServers" = "Összes Szerver Törlése";
"videoPlayerType" = "Videolejátszó Típusa";
"gestures" = "Gesztusok";
"audioOffset" = "Hang Eltolás";
"resumeOffset" = "Folytatás Eltolása";
"subtitleColor" = "Felirat Színe";
"grid" = "Rács";
"list" = "Lista";
"sports" = "Sportok";
"news" = "Hírek";
"buttons" = "Gombok";
"jump" = "Ugrás";
"chapterSlider" = "Fejezet csúszka";
"sliderColor" = "Csúszka Színe";
"sliderType" = "Csúszka Típusa";
"timestamp" = "Időbélyeg";
"trailingValue" = "Végső Érték";
"transition" = "Átmenet";
"pauseOnBackground" = "Szünet a háttérben";
"playOnActive" = "Lejátszás Az Előtérben";
"right" = "Jobb";
"left" = "Bal";
"letterPicker" = "Betűválasztó";
"orientation" = "Orientáció";

/* Option to set the maximum bitrate for playback */
"maximumBitrate" = "Maximális bitráta";

/* Option for automatic bitrate selection */
"bitrateAuto" = "Automatikus";

/* Option for the maximum bitrate */
"bitrateMax" = "Maximális";

/* Option to set the bitrate to 4K quality at 120 Mbps */
"bitrateMbps120" = "4K - 120 Mbps";

/* Option to set the bitrate to 4K quality at 80 Mbps */
"bitrateMbps80" = "4K - 80 Mbps";

/* Option to set the bitrate to 1080p quality at 40 Mbps */
"bitrateMbps40" = "1080p - 40 Mbps";

/* Option to set the bitrate to 1080p quality at 60 Mbps */
"bitrateMbps60" = "1080p - 60 Mbps";

/* Option to set the bitrate to 1080p quality at 20 Mbps */
"bitrateMbps20" = "1080p - 20 Mbps";

/* Option to set the bitrate to 1080p quality at 15 Mbps */
"bitrateMbps15" = "1080p - 15 Mbps";

/* Option to set the bitrate to 1080p quality at 10 Mbps */
"bitrateMbps10" = "1080p - 10 Mbps";

/* Option to set the bitrate to 720p quality at 8 Mbps */
"bitrateMbps8" = "720p - 8 Mbps";

/* Option to set the bitrate to 720p quality at 6 Mbps */
"bitrateMbps6" = "720p - 6 Mbps";

/* Option to set the bitrate to 720p quality at 4 Mbps */
"bitrateMbps4" = "720p - 4 Mbps";

/* Option to set the bitrate to 480p quality at 3 Mbps */
"bitrateMbps3" = "480p - 3 Mbps";

/* Option to set the bitrate to 480p quality at 1.5 Mbps */
"bitrateKbps1500" = "480p - 1.5 Mbps";

/* Option to set the bitrate to 480p quality at 720 Kbps */
"bitrateKbps720" = "480p - 720 Kbps";

/* Option to set the bitrate to 360p quality at 420 Kbps */
"bitrateKbps420" = "360p - 420 Kbps";

/* Select Server View - Add Server */
"addServer" = "Szerver hozzáadása";

/* Select Server View - Select All Servers */
"allServers" = "Összes szerver";

/* Select Server View - Edit an Existing Server */
"editServer" = "Szerver módosítása";

/* Server Detail View - Delete */
"delete" = "Törlés";

/* Server Detail View - Delete Server */
"deleteServer" = "Szerver törlése";

/* Customize Server View - Show Favorites */
"showFavorites" = "Kendvencek megjelenítése";

/* Indicators View - Show Watched */
"showWatched" = "Megtekintettek megjelenítése";

/* Maximum Bitrate View - Playback Quality */
"playbackQuality" = "Lejátszás minősége";

/* General */
"jellyfin" = "Jellyfin";

/* Video Player Settings View - Resume */
"resume" = "Folytatás";
/* Option to set the test size for bitrate testing */
"testSize" = "Teszt mérete";

/* Description for bitrate test duration indicating longer tests provide more accurate bitrates but may delay playback */
"bitrateTestDescription" = "A nagyobb tesztek pontosabb bitrátát eredményeznek, de késleltethetik a lejátszást";

/* Customize Server View - Cinematic Background */
"cinematicBackground" = "Filmszerű háttér";

/* Customize Server View - Show Recently Added */
"showRecentlyAdded" = "Nemrég hozzáadottak megjelenítése";

/* Indicators View - Show Progress */
"showProgress" = "Haladás megjelenítése";
"addAPIKey" = "API kulcs hozzáadása";
"confirm" = "Konfirmáció";
"access" = "Hozzáférés";
"addUser" = "Felhasználó hozzáadása";
"category" = "Kategória";
"communityRating" = "Közösségi értékelés";
"currentPassword" = "Jelenlegi jelszó";
"confirmNewPassword" = "Új jelszó megerősítése";
"date" = "Dátum";
"deleteImage" = "Kép törlése";
"days" = "Napok";
"deleteAPIKeyMessage" = "Biztos benne hogy végleg tōrōlni akarja ext a kulcsot?";
"deleteSelectionUsersWarning" = "Biztos, hogy törölni kívánja az összes felhasználót?";
"behavior" = "Viselkedés";
"client" = "Kliens";
"actor" = "Színész";
"allLanguages" = "Minden nyelv";
"backdrop" = "Háttérkép";
"columns" = "Oszlopok";
"country" = "Ország";
"daily" = "Napi";
"blocked" = "Blokkolva";
"box" = "Doboz";
"chapter" = "Fejezet";
"community" = "Közösség";
"confirmPassword" = "Jelszó megerősítése";
"deletedScene" = "Tōrōlt jelenet";
"deleteMedia" = "Média törlése";
"compatible" = "Legkompatibilisabb";
"customProfile" = "Egyedi profil";
"customRating" = "Egyedi értékelés";
"votes" = "Szavazatok";
"deleteUser" = "Felhasználó törlése";
"episode" = "Fejezet";
"uploadPhoto" = "Kép feltóltés";
"details" = "Részletek";
"enableAllLibraries" = "Összes könyvtár engedélyezése";
"dvd" = "DVD";
"external" = "Külső";
"accessSchedulesDescription" = "Az engedélyezett időszak meghatározása és az ezen kívüli időszak tiltása.";
"findMissing" = "Hiányzó megtalálása";
"hidden" = "Rejtett";
"videoBitrateNotSupported" = "Videó adatátviteli sebesség Nem támogatott";
"hours" = "Órák";
"writer" = "Író";
"status" = "Állapot";
"unreleased" = "Nem kiadott";
"security" = "Biztonság";
"cancelling" = "Visszavonás..";
"album" = "Album";
"allowed" = "Engedélyezett";
"every" = "Minden";
"everyday" = "Minden nap";
"favorite" = "Kedvenc";
"folder" = "Mappa";
"required" = "Szükséges";
"replaceMetadata" = "Metadata helyettesítése";
"restartServer" = "Szerver újrainditása";
"reviews" = "Vélemények";
"showUnwatched" = "Nem nézettek mutatása";
"success" = "Siker";
"time" = "Idô";
"translator" = "Fordító";
"usernameRequired" = "Felhasználónév szükséges";
"save" = "Mentés";
"author" = "Szerzö";
"continuing" = "Folytatódik";
"dateAdded" = "Hozzáadva";
"digital" = "Digitális";
"selectAll" = "Összes kiválasztása";
"set" = "Beállit";
"task" = "Feladat";
"users" = "Felhasználók";
"videoBitRate" = "Videó adatátviteli sebesség";
"weekday" = "Hétköznap";
"weekend" = "Hétvége";
"weekly" = "Heti";
"year" = "Év";
"administrator" = "Adminisztrátor";
"all" = "Összes";
"apiKeyCopied" = "API kulcs kimásolva";
"allUsersDescription" = "Az összes szerveren lévő felhasználó megtekintése és kezelése, beleértve a jogosultságaikat és az aktivitási státuszukat.";
"apiKeysDescription" = "A külső alkalmazásoknak API kulcsra van szükségük, hogy tudjanak kommunikálni a szervereddel.";
"audioCodecNotSupported" = "Az audiokodek nem támogatott";
"autoDescription" = "Optimalizálja a lejátszást a legtöbb eszköz számára az alapértelmezett beállítások használatával. Néhány formátum szerver oldali transzkódolást igényelhet a nem kompatibilis média formátumokhoz.";
"birthYear" = "Születési év";
"applicationName" = "Applikáció neve";
"audioBitrateNotSupported" = "Az audió bitráta nem támogatott";
"logo" = "Logó";
"books" = "Könyvek";
"compatibleDescription" = "Átalakítja az összes médiát H.264 videó formátumra és AAC audió formátumra a maximális kompatibilitás érdekében. Szerver oldali transzkódolásra lehet szükség a nem kompatibilis média típusok esetében.";
"createAPIKey" = "API kulcs létrehozása";
"kilobitsPerSecond" = "kbps";
"originalTitle" = "Eredeti cím";
"removeAll" = "Összes eltávolítása";
"deleteUserSingleConfirmation" = "Biztos törölni szeretnéd %@ felhasználót?";
"mediaAccess" = "Média hozzáférés";
"mediaPlayback" = "Média lejátszások";
"deviceAccess" = "Eszköz hozzáférés";
"enableAllDevices" = "Összes eszköz engedélyezése";
"lockedUsers" = "Zárolt felhasználók";
"duplicateUser" = "Duplikált felhasználó";
"format" = "Formátum";
"megabitsPerSecond" = "Mbps";
"liveTVChannels" = "Élő TV csatornák";
"regional" = "Regionális";
"liveTvRecordingManagement" = "Élő TV rögzítések kezelése";
"pinch" = "Csípés";
"mixer" = "Keverő";
"noDeviceProfileWarning" = "Nincs kiválasztott profil. Lejátszási hibák fordulhatnak elő.";
"passwordChangeWarning" = "Megváltoztatja a Jellyfin szerver felhasználó jelszavát. Ez a módosítás nem változtat meg semmilyen Reefy beállítást.";
"profileNotSaved" = "Profil nincs mentve";
"rating" = "Értékelés";
"restartWarning" = "Biztos újra szeretnéd indítani a szervert?";
"replaceAll" = "Összes cseréje";
"videoProfileNotSupported" = "A videó profil nem támogatott";
"replaceAllDescription" = "Az összes feloldott metaadat és képek kicserélése az új információval.";
"replaceDeviceProfileWarning" = "A jelenlegi profil értékek lejátszási hibákat eredményezhetnek";
"resetSettingsDescription" = "Reefy felhasználói beállítások visszaállítása";
"resetSettingsMessage" = "Biztos vagy benne, hogy az összes felhasználói beállítást vissza szeretnéd állítani?";
"videoCodecTagNotSupported" = "Videókodek azonosító nem támogatott";
"videoTranscoding" = "Videó transzkódolása";
"viewsMayRequireRestart" = "Néhány nézet frissítéséhez újra kell indítani az applikációt.";
"bitrateMaxDescription" = "Maximalizálja a sávszélességet %@-ig minden lejátszáshoz, hogy a legmagasabb minőséget garantálja.";
"blockUnratedItemsDescription" = "Blokkolja az értékelés nélküli vagy ismeretlen értékeléssel rendelkező elemeket a felhasználó számára.";
"compatibility" = "Kompatibilitás";
"containerNotSupported" = "A konténer formátuma nem támogatott";
"coverArtist" = "Borító művész";
"criticRating" = "Kritikus pontozása";
"customConnectionsDescription" = "Felhasználónkénti maximális kapcsolatok számának manuális beállítása.";
"customDescription" = "Lehetővé teszi az eszközprofilok fejlett testreszabását natív lejátszáshoz. A helytelen beállítások befolyásolhatják a lejátszást.";
"customDeviceProfileReplace" = "A saját eszközprofilok felülírják az alapértelmezett Reefy eszközprofilokat.";
"deleteDeviceWarning" = "Biztosan törölni szeretnéd ezt az eszközt? A munkamenet ki fog jelentkezni.";
"deleteTriggerConfirmationMessage" = "Biztosan törölni szeretnéd ezt a triggert? Ezt a műveletet nem lehet visszavonni.";
"deleteSelectionDevicesWarning" = "Biztosan törölni szeretnéd az összes kijelölt eszközt? Az összes kijelölt munkamenet ki fog jelentkezni.";
"deleteScheduleWarning" = "Biztosan törölni szeretnéd ezt az ütemezést?";
"deleteItemConfirmationMessage" = "Biztosan törölni szeretnéd ezt az elemet? A műveletet nem lehet visszavonni.";
"deviceProfileDescription" = "Döntsd el, hogy a médialejátszás natívan történjen, vagy a kompatibilitás érdekében a szerver végezzen transzkódolást.";
"directDescription" = "A tartalom eredeti formátumban kerül lejátszásra. Nem támogatott médiatípusok esetén lejátszási problémák léphetnek fel.";
"directStream" = "Direkt streamelés";
"ended" = "Véget ért";
"enterCustomFailedLogins" = "Sikertelen bejelentkezési kísérletek limitje";
"enterSeasonNumber" = "Add meg az évad számát.";
"options" = "Beállítások";
"findMissingDescription" = "Hiányzó metaadatok és képek megkeresése.";
"maximumSessions" = "Maximális munkamenetek";
"genresDescription" = "A média témáit vagy stílusait leíró kategóriák.";
"id" = "ID";
"interlacedVideoNotSupported" = "A váltott soros videó nem támogatott";
"logsDescription" = "Hozzáférés a Jellyfin szerver naplóihoz hibaelhárítás és megfigyelés céljából.";
"maximumRemoteBitrate" = "Maximális távoli bitráta";
"mvc" = "MVC";
"originalAirDate" = "Eredeti adás dátuma";
"peopleDescription" = "A média létrehozásában vagy előadásában közreműködő személyek.";
"quickConnectUserDisclaimer" = "Ez a felhasználó hitelesítve lesz a másik eszközön.";
"refFramesNotSupported" = "A hivatkozási képkockák száma nem támogatott";
"rememberLayoutFooter" = "Elrendezés megjegyzése az egyéni könyvtárakhoz";
"rememberSortingFooter" = "Rendezés megjegyzése az egyéni könyvtárakhoz";
"requireDeviceAuthForQuickConnectUser" = "Eszközhitelesítés kérése a felhasználótól Quick Connect bejelentkezés használatakor.";
"sample" = "Minta";
"saveUserWithoutAuthDescription" = "Felhasználó mentése ezen az eszközön helyi hitelesítés nélkül.";
"accessScheduleInvalidTime" = "A végidőnek a kezdőidő után kell következnie.";
"accessTagBlockDescription" = "A felhasználó hozzáférhet minden médiához, kivéve, ha az tartalmaz bármilyen blokkolt címkét.";
"accessTagAllowDescription" = "A felhasználó nem fog hozzáférni médiához, hacsak az nem tartalmaz legalább egy engedélyezett címkét.";
"halfTopAndBottom" = "Alsó-felső nézet (fél képernyő)";
"additionalSecurityAccessDescription" = "További biztonsági hozzáférés a bejelentkezett felhasználók számára ezen az eszközön. Ez nem módosítja a Jellyfin szerver felhasználói beállításait.";
"allDevicesDescription" = "Összes korábbi és jelenleg csatlakozott eszköz megtekintése.";
"datePlayed" = "Lejátszás dátuma";
"learnMoreEllipsis" = "További információ...";
"level" = "Szint";
"maximumConnectionsDescription" = "Limitálja a felhasználó a szerverhez nyitott maximális kapcsolatainak számát.";
"maximumFailedLoginPolicyReenable" = "A zárolt felhasználókat csak egy adminisztrátor engedheti vissza.";
"maxParentalRatingDescription" = "A magasabb besorolású tartalom el lesz rejtve a felhasználó elől.";
"deviceProfile" = "Eszköz profil";
"bitrateDefaultDescription" = "Korlátozza az felhasználható internet sávszélességet a lejátszás során.";
"lastSeen" = "Legutóbb megtekintve";
"audioIsExternal" = "A hangcsatorna külső, és transzkódolásra van szükség";
"audioProfileNotSupported" = "Az audió profil nem támogatott";
"anamorphicVideoNotSupported" = "Az anamorfikus videó nem támogatott";
"audioChannelsNotSupported" = "Az audio csatornák száma nem támogatott";
"audioBitDepthNotSupported" = "Az audió bitmélység nem támogatott";
"noSession" = "Nincs munkamenet";
"dashboardDescription" = "Jellyfin szerver adminisztrációja.";
"running" = "Fut...";
"lastRunTime" = "Legutóbb futott %@";
"nextUpRewatch" = "Újranézés a 'Következő' listán";
"nextUpDaysDescription" = "Állítsd be a maximális napok számát, ameddig egy műsor a 'Következő' listán marad anélkül, hogy megnéznéd.";
"add" = "Hozzáad";
"addAccessSchedule" = "Ütemezett hozzáférés hozzáadása";
"activityLog" = "Aktivitási napló";
"addTrigger" = "Indítófeltétel hozzáadása";
"aired" = "Műsorra került";
"agesGroup" = "Kor %@";
"airedEpisodeOrder" = "Műsorra került epizódok sorrendje";
"airTime" = "Műsoridő";
"allAudiences" = "Minden célcsoport";
"auto" = "Automatikus";
"changePin" = "Pin megváltoztatása";
"composer" = "Zeneszerző";
"conductor" = "Karmester";
"customFailedLoginDescription" = "A zárolás előtti sikertelen bejelentkezési kísérletek számának manuális beállítása.";
"dayOfWeek" = "Hét napja";
"defaultFailedLoginDescription" = "Az adminisztrátorok kizárásra kerülnek 5 sikertelen bejelentkezési kísérlet után. A nem adminisztrátor felhasználók 3 után kerülnek kizárásra.";
"deleteDevice" = "Eszköz törlése";
"deleteSchedule" = "Ütemezés törlése";
"editor" = "Szerkesztő";
"editUsers" = "Felhasználók szerkesztése";
"enabledTrailers" = "Előzetesek engedélyezve";
"endDate" = "Befejezés dátuma";
"endTime" = "Befejezési idő";
"engineer" = "Mérnök";
"enterCustomBitrate" = "Adj meg egy egyedi bitrátát Mbps-ben";
"enterCustomMaxSessions" = "Maximális munkamenetek száma";
"enterEpisodeNumber" = "Add meg az epizód számát.";
"enterPin" = "Add meg a PIN-t";
"enterPinForUser" = "Add meg a PIN-t %@ felhasználóhoz";
"errorDetails" = "Hiba részletei";
"executed" = "Végrehajtva";
"existingItems" = "Létező elemek";
"episodeRuntimeDescription" = "Epizód futásidő percekben.";
"everyInterval" = "Minden %1$@";
"existsOnServer" = "Az elem már létezik a szervereden.";
"failedLogins" = "Sikertelen bejelentkezések";
"featurette" = "Kisfilm";
"forceRemoteTranscoding" = "Kényszerített távoli média transzkódolás";
"format3D" = "3D formátum";
"gigabitsPerSecond" = "Gbps";
"guestStar" = "Vendégsztár";
"fullTopAndBottom" = "Alsó-felső nézet (teljes)";
"fullSideBySide" = "Egymás melletti nézet (teljes)";
"hint" = "Tipp";
"hideUserFromLoginScreen" = "Felhasználó elrejtése a bejelentkezési oldalról";
"halfSideBySide" = "Egymás melleti nézet (fél képernyő)";
"idle" = "Tétlen";
"horizontalSwipe" = "Vízszintes húzás";
"identify" = "Identitás";
"image" = "Képek";
"images" = "Képek";
"imageSource" = "Kép forrása";
"illustrator" = "Illusztrátor";
"index" = "Index";
"indexNumber" = "Index szám";
"interview" = "Interjú";
"interval" = "Intervallum";
"language" = "Nyelv";
"joinGroups" = "Csatlakozás csoportokhoz";
"itemAtItem" = "%1$@ a(z) %2$@ elemnél";
"lastRun" = "Utolsó futtatás";
"layout" = "Elrendezés";
"likedItems" = "Kedvelt elemek";
"likes" = "Kedvelések";
"liveTVPrograms" = "Élő TV műsorok";
"liveTvAccess" = "Élő TV hozzáférés";
"loadingUserFailed" = "Felhasználó betöltése sikertelen";
"local" = "Helyi";
"lockAllFields" = "Minden mező zárolása";
"lockedFields" = "Zárolt mezők";
"longPress" = "Hosszú nyomás";
"lyricist" = "Szövegíró";
"lyrics" = "Dalszövegek";
"management" = "Vezetés";
"maximumFailedLoginPolicy" = "Maximum sikertelen bejelentkezési szabályzat";
"maximumFailedLoginPolicyDescription" = "Beállítja a maximális sikertelen bejelentkezési próbálkozások számát, mielőtt a felhasználó zárolva lesz.";
"maximumSessionsPolicy" = "Maximum munkamenet szabályzat";
"maxParentalRating" = "Maximális életkori besorolás";
"mediaAttributes" = "Média tulajdonságok";
"mediaDownloads" = "Média letöltések";
"menu" = "Menü";
"metadata" = "Metaadatok";
"metadataPreferences" = "Metaadat beállítások";
"minutes" = "Percek";
"missingCodecValues" = "Hiányzó kodek értékek";
"music" = "Zene";
"never" = "Soha";
"newPassword" = "Új jelszó";
"newUser" = "Új felhasználó";
"no" = "Nem";
"onApplicationStartup" = "Az alkalmazás indításakor";
"parentalControls" = "Szülői felügyelet";
"parentalRating" = "Szülői besorolás";
"parentIndexNumber" = "Szülői index";
"originalAspectRatio" = "Eredeti képarány";
"passwordChangedMessage" = "A felhasználó jelszava meg lett változtatva.";
"permissions" = "Jogosultságok";
"pin" = "Pin";
"playCount" = "Lejátszások száma";
"premiereDate" = "Premier dátuma";
"producer" = "Producer";
"production" = "Gyártás";
"productionLocations" = "Gyártás helyszínei";
"productionYear" = "Gyártás éve";
"profile" = "Profil";
"profileImage" = "Profilkép";
"profiles" = "Profilok";
"provider" = "Szolgáltató";
"quickConnectCodeInstruction" = "Add meg a 6 jegyű kódot a másik eszközödről.";
"replaceImages" = "Képek cseréje";
"replaceMetadataDescription" = "Lecseréli a feloldott metaadatokat friss információval.";
"requireDeviceAuthDescription" = "Eszközhitelesítés kérése a felhasználó bejelentkezésekor.";
"requireDeviceAuthForUser" = "Eszközhitelesítés kérése amikor %@ bejelentkezik ezen az eszközön.";
"requirePinDescription" = "A felhasználó bejelentkezéséhez helyi PIN-kódot kell megadni. Ez a PIN-kód nem állítható vissza.";
"resetSettings" = "Beállítások visszaállítása";
"role" = "Szerep";
"rotate" = "Forgatás";
"run" = "Futtatás";
"videoCodecNotSupported" = "A videókodek nem támogatott";
"absolute" = "Abszolút";
"accessSchedules" = "Hozzáférési időszakok";
"accessTags" = "Hozzáférési címkék";
"accessTagAlreadyExists" = "A hozzáférési címke már létezik";
"accessTagsDescription" = "Címkék segítségével engedélyezheted vagy korlátozhatod a felhasználó médiához való hozzáférését.";
"active" = "Aktív";
"activity" = "Aktivitás";
"addAccessTag" = "Hozzáférési címke létrehozása";
"albumArtist" = "Album előadó";
"colorist" = "Colorist";
"passwordsDoNotMatch" = "Az új jelszavak nem egyeznek meg.";
"alternate" = "Alternatív";
"apiKeyCopiedMessage" = "Az API kulcsod a vágólapra lett másolva!";
"apiKeys" = "API kulcsok";
"alternateDVD" = "Alternatív DVD";
"apiKeysTitle" = "API kulcsok";
"arranger" = "Rendező";
"artist" = "Előadó";
"audioTranscoding" = "Audió transzkódolás";
"audioSampleRateNotSupported" = "Az audió mintavételezési frekvenciája nem támogatott";
"banner" = "Fejléc";
"birateAutoDescription" = "Teszteld a szerver kapcsolatát, hogy felmérd az internet sebességét és automatikusan beállítsd a sávszélességet.";
"behindTheScenes" = "Kulisszák mögött";
"birthday" = "Születésnap";
"bitsPerSecond" = "bps";
"bitrateTestDisclaimer" = "A hosszabb tesztek pontosabbak, de késést okozhatnak a lejátszásban.";
"blockUnratedItems" = "Értékelés nélküli elemek blokkolása";
"boxRear" = "Hátsó doboz";
"capabilities" = "Képességek";
"clip" = "Klip";
"containerBitrateExceedsLimit" = "A konténer bitrátája meghaladja az engedélyezett értéket";
"controlOtherUsers" = "Más felhasználók vezérlése";
"controlSharedDevices" = "Megosztott eszközök vezérlése";
"createAndJoinGroups" = "Csoportok létrehozása és kezelése";
"createAPIKeyMessage" = "Add meg az alkalmazás nevét ami az új API kulcsot fogja használni.";
"createPinForUser" = "Hozz létre egy PIN-t %@ felhasználónak, hogy be tudj jelentkezni ezen az eszközön";
"creator" = "Készítő";
"critics" = "Kritikusok";
"customBitrate" = "Egyedi bitráta";
"custom" = "Egyedi";
"customDeviceNameSaved" = "'%1$@' egyedi eszköznév el lett mentve.";
"customDeviceProfileAdd" = "A saját eszközprofilok hozzáadásra kerülnek az alapértelmezett Reefy eszközprofilokhoz.";
"customFailedLogins" = "Egyéni zárolási szabályok";
"customSessions" = "Egyéni munkamenetek";
"dashboard" = "Vezérlőpult";
"dateModified" = "Módosítva";
"dateLastContentAdded" = "Hozzáadva";
"dateCreated" = "Létrehozva";
"dates" = "Dátumok";
"default" = "Alapértelmezett";
"dateOfDeath" = "Halálozási dátum";
"deleteDeviceFailed" = "Eszköz eltávolítása sikertelen";
"deleteDeviceSelfDeletion" = "Nem lehet olyan munkamenetet törölni, amelyet ez az eszköz használ (%1$@).";
"deleteItemConfirmation" = "Biztosan törölni szeretnéd ezt az elemet?";
"deleteSelectedUsers" = "Kiválasztott felhasználók törlése";
"deleteSelectedDevices" = "Kiválasztott eszközök törlése";
"deleteSelectedConfirmation" = "Biztosan törölni szeretnéd a kijelölt elemeket?";
"deleteSelectedSchedules" = "Kijelölt ütemezések törlése";
"deleteSelectionSchedulesWarning" = "Biztosan törölni szeretnéd az összes kijelölt ütemezést?";
"deleteTrigger" = "Trigger törlése";
"deleteUserFailed" = "Felhasználó törlése sikertelen";
"deleteUserMultipleConfirmation" = "Biztosan törölni szeretnél %d felhasználót?";
"deleteUserSelfDeletion" = "Nem törölhető egy felhasználó önmagából: (%1$@).";
"device" = "Eszköz";
"deleteUserWarning" = "Biztosan törölni szeretnéd ezt a felhasználót?";
"deletion" = "Törlés";
"deviceAuthFailed" = "Eszköz authentikáció sikertelen";
"devices" = "Eszközök";
"dimensions" = "Dimenziók";
"direct" = "Direkt lejátszás";
"directPlay" = "Direkt lejátszás";
"directPlayError" = "Hiba történt a direkt lejátszás során";
"disc" = "Lemez";
"disclaimer" = "Jogi nyilatkozat";
"done" = "Kész";
"doubleTouch" = "Dupla érintés";
"duplicateUserSaved" = "%@ már el van mentve";
"duration" = "Időtartam";
"edit" = "Szerkesztés";
"editCollections" = "Gyűjtemények szerkesztése";
"editMedia" = "Média szerkesztése";
"ratingDescription" = "%@ értékelés egy 1-től 10-ig tartó skálán.";
"refreshMetadata" = "Metaadatok frissítése";
"releaseDate" = "Megjelenés ideje";
"rememberLayout" = "Elrendezés megjegyzése";
"rememberSorting" = "Rendezés megjegyzése";
"remoteConnections" = "Távoli kapcsolatok";
"remoteControl" = "Távoli irányítás";
"reorder" = "Újrarendezés";
"replaceImagesDescription" = "Összes kép cseréje új képekkel.";
"resetFilterFooter" = "Szűrők visszaállítása.";
"videoFramerateNotSupported" = "A videó képkockaszáma nem támogatott";
"videoResolutionNotSupported" = "A videó felbontása nem támogatott";
"willBeCreatedOnServer" = "Ez egy új elemként lesz létrehozva a Jellyfin szervereden.";
"years" = "Évek";
"yes" = "Igen";
"bitrateDefault" = "Alapértelmezett bitráta";
"bitrateTest" = "Bitráta teszt";
"art" = "Művészet";
"audioBook" = "Hangos könyv";
"albumArtists" = "Album előadók";
"albums" = "Albumok";
"artists" = "Előadók";
"audioBooks" = "Ha gos könyvek";
"ascending" = "Növekvő";
"aggregateFolder" = "Összegző mappa";
"aggregateFolders" = "Összegző mappák";
"basePluginFolder" = "Plugin mappa";
"basePluginFolders" = "Plugin mappák";
"book" = "Könyv";
"capsule" = "Kapszula";
"birthplace" = "Születési hely";
"born" = "Született";
"brightness" = "Fényerő";
"channel" = "Csatorna";
"channelDisplay" = "Csatornakijelző";
"channelFolder" = "Csatorna mappa";
"channelFolderItem" = "Csatorna mappa eleme";
"channelFolderItems" = "Csatorna mappa elemek";
"collection" = "Gyűjtemény";
"failedDeletionAtIndexError" = "Nem sikerült törölni a(z) %1$@ indexű elemet: %2$@";
"inactive" = "Inaktív";
"embedded" = "Beágyazott";
"embeddedSubtitleFooter" = "A beágyazott feliratok nem szerkeszthetők.";
"forced" = "Kényszerített";
"hearingImpaired" = "Hallássérült";
"detailed" = "Részletes";
"collectionFolder" = "Gyűjtemény mappa";
"collectionFolders" = "Gyűjtemény mappák";
"columnsWithCount" = "Oszlopok: %@";
"confirmDeleteServerAndUsers" = "Biztosan törölni szeretnéd a(z) %@-t és az összes hozzá kapcsolódó felhasználót?";
"descending" = "Csökkenő";
"deviceAuth" = "Eszköz hitelesítése";
"died" = "Meghalt";
"folders" = "Mappák";
"genre" = "Műfaj";
"gestureLock" = "Mozdulatzár";
"gesturesUnlocked" = "Mozdulatok feloldva";
"horizontalPan" = "Vízszintes pásztázás";
"incorrectPinForUser" = "Helytelen pin a(z) %@-hoz/hoz/hez";
"increasePlaybackSpeed" = "Lejátszási sebesség növelése";
"decreasePlaybackSpeed" = "Lejátszási sebesség csökkentése";
"gesturesLocked" = "Mozdulatok zárolva";
"scheduleAlreadyExists" = "Idôbeosztás már létezik";
"score" = "Értékelés";
"secondaryAudioNotSupported" = "Másodlagos audio nem támogatott";
"replaceItemConfirmation" = "Biztos hogy ki akarod ezt cserélni?";
"replaceSubtitle" = "Felirat helyettesítése";
"resetPlaybackSpeed" = "Lejâtszási sebesség visszaállitása";
"rightVerticalPan" = "Jobb függôleges sáv";
"selectImage" = "Kép választása";
"selectServer" = "Szerver választása";
"seriesName" = "Sorozat címe";
"serverVersionWarning" = "Jellyfin %@ verzió vagy frissebb szükséges Reefy használatához.";
"short" = "Rövid";
"shutdownWarning" = "Biztos le akarod kapcsolni a szervert?";
"showFavorited" = "Sorozat kedvencek közé rakva";
"setPin" = "Pin beállítás";
"split" = "Ketté oszt";
"signoutClose" = "Kijelentkezés program bezáráskor";
"startDate" = "Kezdés dátum";
"setPinForNewUser" = "Pin beállítás új felhasználónak.";
"shutdownServer" = "Szerver lekapcsolása";
"stop" = "Megállítás";
"startTime" = "Kezdés idôpont";
"invalidFormat" = "Hibás formátum";
"libraries" = "Médiatárak";
"communityRatingDescription" = "Közösségi értékelés 1-től 10-ig terjedő skálán.";
"criticRatingDescription" = "Kritika értékelése 1-től 100-ig terjedő skálán.";
"customName" = "Egyéni név";
"large" = "Nagy";
"learnMore" = "Bővebben";
"liveTVChannel" = "Élő TV csatorna";
"liveTVAccess" = "Élő TV hozzáférés";
"landscape" = "Fekvő";
"liveTVRecordingManagement" = "Élő TV felvételbeállítások";
"liveTVProgram" = "Élő TV műsor";
"noItemSelected" = "Nincsenek kiválasztott elemek";
"officialRating" = "Hivatalos értékelés";
"serverLogs" = "Szerver naplók";
"offset" = "Eltolódás";
"person" = "Személy";
"timeLeft" = "Maradék idő";
"timeLimitLabelWithValue" = "Időkorlát: %1$@";
"perfectMatch" = "Hibátlan találat";
"timeLimit" = "Időkorlát";
"movie" = "Film";
"musicVideos" = "Klippek";
"pause" = "Szünet";
"photoAlbum" = "Fotó album";
"photo" = "Fotó";
"photoAlbums" = "Fotó albumok";
"playlists" = "Lejátszólisták";
"signoutBackground" = "Háttérbehelyezéskor kijelentkezés";
"similarityScore" = "Hasonlósági pontszám";
"totalTime" = "Teljes idő";
"trailer" = "Előzetes";
"tv" = "TV";
"manageSubtitlesDescription" = "Külső feliratok keresése, feltöltése és törlése";
"manualPlaylistsFolder" = "Egyéni lejátszólisták mappa";
"manualPlaylistsFolders" = "Egyéni lejátszólisták mappák";
"musicVideo" = "Klipp";
"neverRun" = "Soha ne legyen futtatva";
"photos" = "Fotók";
"playlist" = "Lejátszólista";
"playlistsFolder" = "Lejátszólisták mappa";
"playlistsFolders" = "Lejátszólisták mappák";
"portrait" = "Portré";
"program" = "Műsor";
"recording" = "Felvétel";
"recordings" = "Felvételek";
"remixer" = "Újrakeverő";
"remux" = "Remux";
"replace" = "Felülír";
"scene" = "Jelenet";
"screenshot" = "Képernyőkép";
"searchScore" = "Értékelés keresése";
"seriesDatePlayed" = "Sorozat lejátszás dátuma";
"title" = "Cím";
"trailers" = "Előzetesek";
"tvPrograms" = "TV műsorok";
"native" = "Eredeti";
"tvProgram" = "TV műsor";
"tvChannel" = "TV csatorna";
"tvChannels" = "TV csatornák";
"subtitleCodecNotSupported" = "Fordítás";
"supportsMediaControl" = "Média irányítás";
"syncPlay" = "Szinkron lejátszás";
"apiKeysCapitalized" = "API kulcsok";
"createAPIKeyCapitalized" = "Api kulcs létrehozása";
